Repository: CofficLab/GitOK
Catalog: Packages/PluginProjects/Resources/Localizable.xcstrings
Source language: en
Languages: zh_hans, zh_hk

source: %lld Projects
zh_hans: %lld 个项目
zh_hk: %lld 個專案

source: Actions
zh_hans: 操作
zh_hk: 操作

source: Add
zh_hans: 添加
zh_hk: 新增

source: Add an existing repository, or clone a new one.
zh_hans: 添加现有仓库，或克隆一个新仓库。
zh_hk: 新增現有儲存庫，或複製一個新儲存庫。

source: Add Project
zh_hans: 添加项目
zh_hk: 新增專案

source: Build the list
zh_hans: 构建列表
zh_hk: 構建列表

source: Cancel
zh_hans: 取消
zh_hk: 取消

source: Choose
zh_hans: 选择
zh_hk: 選擇

source: Choose a project folder to add
zh_hans: 选择要添加的项目文件夹
zh_hk: 選擇要新增的專案資料夾

source: Choose a repository folder to add to GitOK
zh_hans: 选择要添加到 GitOK 的仓库文件夹
zh_hk: 选择要添加到 GitOK 的仓库文件夹

source: Choose...
zh_hans: 选择…
zh_hk: 選擇…

source: click to open
zh_hans: 一键打开
zh_hk: 一鍵打開

source: Clicking a project switches the whole workspace to it.
zh_hans: 点击项目将整个工作区切换到它。
zh_hk: 點擊項目將整個工作區切換到它。

source: Clone
zh_hans: 克隆
zh_hk: 複製

source: Clone a remote repository and add it to your projects.
zh_hans: 克隆远程仓库并将其添加到项目中。
zh_hk: 複製遠端儲存庫並將其新增到專案中。

source: Clone canceled
zh_hans: 已取消克隆
zh_hk: 已取消複製

source: Clone failed: %@
zh_hans: 克隆失败：%@
zh_hk: 複製失敗：%@

source: Cancelling clone...
zh_hans: 正在取消克隆…
zh_hk: 正在取消複製…

source: Clone Repository
zh_hans: 克隆仓库
zh_hk: 複製儲存庫

source: Cloning %@...
zh_hans: 正在克隆 %@…
zh_hk: 正在複製 %@…

source: Copy Path
zh_hans: 复制路径
zh_hk: 複製路徑

source: Copy Project Path
zh_hans: 复制项目路径
zh_hk: 複製專案路徑

source: Core Capabilities
zh_hans: 核心能力
zh_hk: 核心能力

source: Current: %@
zh_hans: 当前：%@
zh_hk: 目前：%@

source: Currently Open
zh_hans: 当前打开
zh_hk: 目前開啟

source: Destination
zh_hans: 目标位置
zh_hk: 目的地

source: Enter a remote repository URL.
zh_hans: 输入远程仓库 URL。
zh_hk: 輸入遠端儲存庫 URL。

source: Enter a repository name.
zh_hans: 输入仓库名称。
zh_hk: 輸入儲存庫名稱。

source: Every project you open is remembered in order.
zh_hans: 每次打开的项目按顺序被记住。
zh_hk: 每次打開的項目按順序被記住。

source: Get Started with GitOK
zh_hans: 开始使用 GitOK
zh_hk: 開始使用 GitOK

source: How It Works
zh_hans: 工作原理
zh_hk: 工作原理

source: Invalid destination path.
zh_hans: 目标路径无效。
zh_hk: 目標路徑無效。

source: Last Opened
zh_hans: 最近打开
zh_hk: 最近開啟

source: Name
zh_hans: 名称
zh_hk: 名稱

source: No
zh_hans: 否
zh_hk: 否

source: No Projects
zh_hans: 暂无项目
zh_hk: 暫無專案

source: No projects match "%@".
zh_hans: 没有与“%@”匹配的项目。
zh_hk: 没有与“%@”匹配的项目。

source: No Results
zh_hans: 无匹配结果
zh_hk: 無符合結果

source: Open
zh_hans: 打开
zh_hk: 開啟

source: Open Data Directory
zh_hans: 打开数据目录
zh_hk: 開啟資料目錄

source: Open in Finder
zh_hans: 在 Finder 中打开
zh_hk: 在 Finder 中開啟

source: Open in place
zh_hans: 原地打开
zh_hk: 原地打開

source: Open Project
zh_hans: 打开项目
zh_hk: 開啟專案

source: Path
zh_hans: 路径
zh_hk: 路徑

source: Pin frequently used repositories so they never leave your sight.
zh_hans: 置顶常用仓库，让它们永不出视野。
zh_hk: 置頂常用倉庫，讓它們永不出視野。

source: Pin to Top
zh_hans: 置顶
zh_hk: 置頂

source: Pinned
zh_hans: 置顶
zh_hk: 置頂

source: Pinned Projects
zh_hans: 置顶项目
zh_hk: 置頂項目

source: Project
zh_hans: 项目
zh_hk: 專案

source: Project Information
zh_hans: 项目信息
zh_hk: 專案資訊

source: projects
zh_hans: 项目数
zh_hk: 項目數

source: Projects
zh_hans: 项目
zh_hk: 專案

source: Quick Open
zh_hans: 快速打开
zh_hk: 快速打開

source: Recent
zh_hans: 最近
zh_hk: 最近

source: Recently opened projects surface at the top, newest first.
zh_hans: 最近打开的项目置顶，最新在前。
zh_hk: 最近打開的項目置頂，最新在前。

source: Recents
zh_hans: 最近打开
zh_hk: 最近打開

source: Recents, pins, and search results merge into one list.
zh_hans: 最近、置顶与搜索结果合并为一个列表。
zh_hk: 最近、置頂與搜索結果合併為一個列表。

source: Record opens
zh_hans: 记录打开
zh_hk: 記錄打開

source: Remote URL
zh_hans: 远程 URL
zh_hk: 遠端 URL

source: Remove Project
zh_hans: 移除项目
zh_hk: 移除專案

source: Reopen Project
zh_hans: 重新打开项目
zh_hk: 重新開啟專案

source: Search
zh_hans: 搜索
zh_hk: 搜尋

source: Search & Filter
zh_hans: 搜索与筛选
zh_hk: 搜索與篩選

source: Search Projects
zh_hans: 搜索项目
zh_hk: 搜尋專案

source: Select a Project
zh_hans: 选择一个项目
zh_hk: 選擇一個專案

source: Type to filter the whole list by name, path, or platform.
zh_hans: 按名称、路径或平台过滤整个列表。
zh_hk: 按名稱、路徑或平台過濾整個列表。

source: Unpin
zh_hans: 取消置顶
zh_hk: 取消置頂

source: Yes
zh_hans: 是
zh_hk: 是

source: Your repositories, always one click away.
zh_hans: 你的仓库，始终一键可达。
zh_hk: 你的倉庫，始終一鍵可達。
